/* 
  Localized.strings
  iCab Swift

  Created by Alexander Clauss on 02.03.20.
  Copyright © 2020 Alexander Clauss. All rights reserved.
*/

"TranslatedBy" = "";

"Untitled" = "Untitled";
"Bookmarks" = "Bookmarks";
"History" = "History";
"TabGroup" = "Tab Group";
"Contacts" = "Contacts";
"Folder" = "Folder";
"FolderName" = "Please enter a name for the new Folder";
"NewFolder" = "New Folder";
"SmartFolder" = "Smart Folder";
"OpenAsTabs" = "Open As Tabs";
"OpenFile" = "Open File";
"SelectFile" = "Select File";
"OpenURL" = "Open URL";
"Open" = "Open";

"ImportedBookmarks" = "Imported Bookmarks";
"Import" = "Import";
"Export" = "Export";
"Delete" = "Delete";
"Edit" = "Edit";
"OK" = "OK";
"Cancel" = "Cancel";
"Edit" = "Edit";
"Yes" = "Yes";
"No" = "No";
"DropBookmarks" = "Drop Bookmarks";
"None" = "None";
"Never" = "Never";
"Always" = "Always";

"CloseWindow" = "Close Window";
"CloseWindowRequest" = "The window contains multiple Tabs. Do you want to close the window with all these Tabs?";

"ClosePinnedWindowRequest" = "The window is protected. Do you want to close the window nevertheless?";

"Cookies" = "Cookies";
"DiskCache" = "Disk Cache";
"MemoryCache" = "Memory Cache";
"OfflineApplicationCache" = "Offline Cache";
"FetchCache" = "Fetch Cache";
"SessionStorage" = "Session Storage";
"LocalStorage" = "Local Storage";
"SQLDatabase" = "SQL Database";
"IndexedDBDatabase" = "IndexedDB Database";
"TypeServiceWorkerRegistrations" = "Type Service Worker";

"Address" = "Address";
"Search" = "Search";
"Navigation" = "Navigation";
"Back" = "Back";
"Forward" = "Forward";
"Stop" = "Stop";
"Reload" = "Reload";
"Filter" = "Filter";
"Home" = "Home";
"ReadingList" = "Reading List";
"ReadingMode" = "Reading Mode";
"Print" = "Print";
"Source" = "Source";
"AddBookmark" = "Add Bookmark";
"TextSize" = "Text Size";
"Forms" = "Forms";
"SaveForm" = "Save Forms";
"FillForm" = "Fill Forms";
"ZoomIn" = "Zoom in";
"ZoomOut" = "Zoom out";
"ZoomReset" = "Original size";

"SearchWeb" = "Search the Web";
"OpenFrame" = "Open Frame";
"OpenImage" = "Open Image";
"OpenLink" = "Open Link";
"OpenMedia" = "Open Video";
"_inTab" = " (in new Tab)";
"_inBGTab" = " (in background Tab)";
"_inWindow" = " (in new Window)";
"_inBGWindow" = " (in background Window)";
"_saveAs" = " (Save As…)";
"_saveIn" = " (Save In…)";
"_asQR" = " (as QRCode)";
"QRCode" = "QR Code";

"DownloadImage" = "Download Image";
"DownloadLink" = "Download Link";
"DownloadMedia" = "Download Video";

"MaxNumberWebSites" = "Open Web Sites";
"MaxNumberWebSitesMessage" = "Do you really want to open all %d Web Sites at once?";

"DeleteStorages" = "Delete Web Storages";
"DeleteStoragesMessage" = "Do you want to delete all storages or only the one that currently shown?";

"Download" = "Download";
"NewDownload" = "New Download";
"Information" = "Information";
"StartDownloads" = "Start";
"StopDownloads"= "Stop";
"Settings" = "Settings";
"RevealInFinder" = "Reveal in Finder";

"DeleteDownloads" = "Delete Downloads";
"DeleteDownloadsMessage" = "Do you want to delete the selected downloads? These might not be all finished already.";

"AddressSearchField" = "Address & Search";

"ChooseFolder" = "Choose Folder";

"days" = "days";
"hrs" = "hrs";
"min" = "min";
"sec" = "sec";

"DownloadInactive" = "Inactive";
"DownloadFinished" = "Download successful";
"DownloadFailed" = "Download failed";
"DownloadStopped" = "Download stopped";

"BytesPerSecond" = "B/s";
"KBytesPerSecond" = "KB/s";
"MBytesPerSecond" = "MB/s";

"Bytes" = "Bytes";
"KBytes" = "KB";
"MBytes" = "MB";

"Files" = "files";
"Sort" = "Sort";
"Options" = "Options";
"Description" = "Description";

"CertificateOutdated" = "The server certificate has expired!";
"CertificateUntrusted" = "The server certificate is untrusted!";
"CertificateUnknow" = "The server certificate is unknown!";
"CertificateError" = "Certificate Error";

"CertificateErrorContinueMessage" = "Do you want to open the page nevertheless?";

"ShowCertificate" = "Show Certificates";

"Password" = "Password";
"PasswordWrong" = "The Password you entered is not correct. Please enter the correct Password!";
"PasswordMismatch" = "The Passwords do not match. Please enter the Password again!";
"PasswordMessage" = "Please enter your name and password for the realm '%@' on '%@'.";
"NoApp" = "No App selected";
"Choose" = "Choose…";
"Click" = "Click";

"NoRemoteWindows" = "No Remote Windows available!";

"Malware" = "Suspected Malware Site";
"Phishing" = "Suspected Phishing Site";
"MalwareMessage" = "This page appears to contain malicious code that could be downloaded to your computer without your consent. Please note that it's not possible to protect users from every risky site on the web, and there is always a chance that a safe site could be misidentified as risky.\r\rThis warning is based on information provided by Google.\r\rYou can learn more about harmful web content including viruses and other malicious code and how to protect your computer at StopBadware.org";
"PhishingMessage" = "This page may be a forgery or imitation of another website, designed to trick users into sharing personal or financial information. Entering any personal information on this page may result in identity theft or other abuse. Please note that it's not possible to protect users from every risky site on the web, and there is always a chance that a safe site could be misidentified as risky.\r\rThis warning is based on information provided by Google.\r\rYou can find out more about phishing from www.antiphishing.org";

"LinkOverview" = "Link Overview";
"PageOverview" = "Page Overview";

"Results" = "Results";

"QuitTitle" = "Quit iCab?";
"QuitDownloadMessage" = "There are still downloads active. Quitting iCab would cancel these downloads. Do you want to quit the App nevertheless?";
"QuitMessage" = "There are browser windows open. Do you wnat to quit the App nevertheless?";

"ModuleConfirmation" = "Confirm Execution";
"ModuleAutorun" = "Auto start";
"ShowInStatusbar" = "Show Module in Statusbar";


"BlockResource" = "Block";
"BlockCookies" = "Cookies";
"HidePageElement" = "Hide";
"IgnorePrevious" = "Ignore";
"Ignore" = "Ignore";

"FilterError" = "Error in Filter";
"FilterErrorMessage" = "The Filter is not valid! The filter expression only supports the rules listed here.";

"FilterDownload" = "Import Filter";
"FilterDownloadMessage" = "Do you want to directly import the filter list '%@' into the Filter Manager? You can also just download the filter list without directly importing it.";

"ModuleDownload" = "Import Module";
"ModuleDownloadMessage" = "Do you want to import the module '%@'?";

"document" = "HTML";
"style-sheet" = "Style-Sheet";
"script" = "Script";
"image" = "Image";
"svg-document" = "SVG";
"font" = "Font";
"popup" = "Popup";
"media" = "Audio/Video";
"raw" = "Raw";

"DomainExceptions" = "Domain Exceptions";
"FirstParty" = "1st Party";
"ThirdParty" = "3rd Party";

"SaveForm" = "Save Form";

"FormsDescription" = "Saved Forms";
"ModulePreferencesDescription" = "Module Preferences";
"InstapaperDescription" = "Instapaper Login";

"LoginSaved" = "Login Saved";
"LoginSavedMessage" = "The login data was saved.";

"Login" = "Login";
"Logout" = "Logout";
"LoginFailed" = "The login has failed! Maybe the name or password was entered incorrectly.";

"InstapaperDescription" = "Instapaper Credentials";

"CheckForUpdate" = "Check for Update";
"UpdateAvailable" = "A new version (V %@) of iCab is available. Do you want to download the new release?";
"NoUpdateAvailable" = "There's no update of iCab available. You're already using the latest version.";
"AutoCheckForUpdates" = "Automatically check for updates";

"Archive" = "Archive";
"Current" = "Current";
"All" = "All";

"Accounts" = "Accounts";

"NewTab" = "New Tab";
"CloseTab" = "Close Tab";
"NewWindow" = "New Window";
"NewPrivateWindow" = "New private Window";

"Objects" = "Objects";

"TopHit"= "Top Hit";

"PDF (Screen)" = "PDF (Screen)";
"PDF (Print)" = "PDF (Print)";

"Favorites" = "Favorites";

"FirstPartyResources" = "1st Party Resources…";
"ThirdPartyResources" = "3rd Party Resources…";

"ExceptionCollection" = "Exceptions";
"BlockURL" = "Block URL";
"DisableFilters" = "Disable Filters";

"DuplicateTab" = "Duplicate Tab";
"PinTab" = "Lock Tab";
"UnpinTab" = "Unlock Tab";

"DeleteItems" = "Delete Entries";
"DeleteItemsForType" = "Do you really want to delete %d %@ entries?";
"BrowserID" = "Browser ID";
"SearchEngines" = "Search Engines";
"WebStorage" = "Web Storage";

"DeleteTabGroup" = "Delete Tab Group";
"DeleteTabGroupMessage" = "Do you want to delete the Tab Group but keep all Tabs open or close the Tabs as well?";
"Untitled" = "Untitled";
"DeleteKeepTabs" = "Delete & Keep Tabs";
"DeleteCloseTabs" = "Delete & Close Tabs";
"AddTabGroup" = "Save Tab Group";
"OpenTabGroup" = "Open Tab Group";
"ToggleSidebar" = "Sidebar";
"JumpToLink" = "Jump to section";
"EmptyTabGroup" = "New empty Tab Group";
"NoGroupTab" = "1 Tab (no Group)";
"NewTabGroup" = "Add Tab to Group";
"PreviousTabGroup" = "Previous Tabs";
"NewGroup" = "New Tab Group";

"NewSeparator" = "New Separator";
"NewContactsFolder" = "Contact Folder";
"NewSmartFolder" = "New Smart Folder";
"SetFavorite" = "Set Favorites";
"NewBookmark" = "New Bookmark";

"Red" = "Red";
"Green" = "Green";
"Blue" = "Blue";
"Yellow" = "Yellow";
"Purple" = "Purple";
"Indigo" = "Indigo";
"Orange" = "Orange";
"Gray" = "Gray";
"RemoveTextMarker" = "Remove Text Highlight";
"RemoveAllTextsMarker" = "Remove all Text Highlights";
"TextMarker" = "Text Highlighter";
"HideElements" = "Hide elements";
"ShowAllHiddenElements" = "Show all hidden elements";
"HideElementFilter" = "Hide elements for…";
"Hide" = "Hide";
"AutoClickElement" = "Auto-Click Element";

"URLRewriteInfo" = "Replace: enter the pattern which should be replace first, then ' - ' and then the replacement text\nDelete: enter the pattern, which should be deleted\nUse as URL: enter the Pattern for the query parameter, whose value should be used as URL\nAdd: enter the new query parameter like param=value\n\nAll patterns can have a prefix and suffix '*', which include everything before or after the text. The '?' can be used everywhere and matches a random single character.";
